import React, { useEffect, useState } from "react";
import { Link } from "react-router-dom";
import BlogCard from "./BlogCard/BlogCard";
// Images
import boshikoron from "../../../assets/blogs/boshikoron.jpg";
import familycrisis from "../../../assets/blogs/familycrisis.jpg";
import vondoraki from "../../../assets/blogs/vondoraki.jpg";

const HomeBlog = () => {
  const [blogs, setBlogs] = useState([]);

  useEffect(() => {
    fetch("blog.json")
      .then((res) => res.json())
      .then((data) => setBlogs(data));
  }, [blogs]);
  return (
    <section className="max-w-[1200px] mx-auto py-10">
      <div className="mx-5">
        {/* Section Title */}
        <div className="flex flex-wrap justify-between mb-5">
          <h2 className="text-[20px] md:text-[26px] lg:text-[35px]">
            আমাদের ব্লগ
          </h2>
          <Link
            className="text-ash underline text-[16px] md:text-[18px] lg:text-[22px]"
            to="blogs"
          >
            ঘুরে দেখুন
          </Link>
        </div>
        {/* Blogs Container */}
        <div className="grid sm:grid-cols-2 lg:grid-cols-3 gap-8">
          {/* Item */}
          <BlogCard
            img={familycrisis}
            title={"ফ্যামিলি ক্রাইসিস নাকি জাদুর প্রভাব?"}
            desc={
              "ফ্যামিলি ক্রাইসিস নাকি জাদুর প্রভাব? খুব সুখের সংসার। হঠাৎ কারণ ছাড়াই অনিহা, সম্পর্ক খারাপ দুজনার। অল্পতেই মেজাজ গরম হয়ে যায়। হাসবেন্ড বাহিরে থাকলে ভালো লাগলেও বাসায় আসলে যেন সহ্যই হয় না। শুধুই ভুল বুঝাবুঝি। দুজনের ভিতর প্রচণ্ড সন্দেহপ্রবনতার সমস্যা। ভালো কথাবার্তাও যেন বিষের মতো লাগে। ব্যবহৃত জিনিস ও জায়গাটাও হয়ে গেছে অসহ্য। সুন্দর করে সেজে আসলেও নাক ছিটকায়। মোদ্দাকথা, অন্যদের সাথে আচরণ ভালো থাকলেও নিজদের মধ্যকার সম্পর্ক দা-কুমড়া। এসবকিছুর পর দিনশেষে যৌক্তিক কোন কারণ খুঁজে পান না? কৃত ভুলের পর গিল্টি ফিল হলেও বারবার একই কাজ করছেন? সুখের সংসার আজ ভাঙনের পথে? হ্যা। এমন হলে আপনার সংসারে বিচ্ছেদের জাদুর প্রভাব থাকার সম্ভাবনা অনেক আছে। এরজন্য জিন ও জাদুর অন্যান্য লক্ষ্মণ সমূহ উভয়ের সাথে মিলিয়ে দেখুন। সমস্যা মনে হলে দ্রুত সুখের সংসার টিকিয়ে নিতে শরিয়াহসম্মত চিকিৎসা 'রুক্ইয়া' করুন। জিন, যাদু ও যে কোন প্যারানরমাল সমস্যার সমাধানে পরামর্শ পেতে কল করুন"
            }
            link={"familycrisis"}
          ></BlogCard>
          {/* Item */}
          <BlogCard
            img={boshikoron}
            title={"বশিকরণের জাদু ও তার মন্দ প্রভাব"}
            desc={
              "মানুষ চায় সবাই তার অধীনস্থ হোক। স্ত্রী যেমন স্বামীকে বশ করতে চায় তেমনই চায় স্বামী।শ্বাশুড়ি, ভাই-বোন ও প্রতিবেশী, অফিসের বস থেকে শুরু করে এই বশিকরণের ইচ্ছাটা আসলে সবার৷ ভাল ব্যবহার ও ভালোবাসা দিয়ে এই বশিকরণে কোনো বাধা নাই। শরয়ী সমস্যা তো দূরে থাক এটাই শরিয়াহসম্মত পদ্ধতি। যখন বশিকরণের জাদু দিয়ে কাউকে বাধ্য করা হয় তখনই ঘটে বিপত্তি। একে তো ইসলাম এজাতীয় কুফরি কালাম করার বৈধতা দেয়না উপরন্তু এসব জাদুর অনেক কুপ্রভাব আমরা সমাজে দেখি। কাউকে পাগল হতে এবং কাউকে দেখি ভুল প্রভাবে হিতে বিপরীত ঘটতে। কয়েকটা ঘটনা উল্লেখ করলে সবার বুঝে আসবে আশাকরি। ১.মিসেস আকরাম। স্বামীর সংসার খুব ভালোই যাচ্ছিল তার। লাখ দু'এক বেতন ছিলো। বিদেশে সফর করত প্রায়শ। স্বামীর টাকার উপরেই ছিলো তার ও শ্বশুর বাড়ির ভরসা।"
            }
            link={"boshikoronprovab"}
          ></BlogCard>
          {/* Item */}
          <BlogCard
            img={vondoraki}
            title={"ভণ্ড রাকি ও কবিরাজ"}
            desc={
              "রাকি ও কবিরাজের মধ্যকার পার্থক্য পারিভাষিকভাবে অনেক হলেও ভণ্ডদের মধ্যকার এই ভিন্নতা কেবল নামে। রাকি রুকইয়া নামে প্রতারণা করে যেহেতু কবিরাজ কর্তৃক প্রতারিত হয়ে মানুষ কোরআন ও সুন্নাহ'র প্রতি ঝুঁকছে এবং কবিরাজ আড়ালে ভণ্ডামি করে জায়েজ তদবিরের নাম ধরে যা শর্তের সাথে উলামায়ে কিরাম ছাড় দিয়েছেন। এরা উভয়েই সুযোগ সন্ধানী। মানুষের বিশ্বাসকে পূজি করে বিপদের সময় প্রতারণা করছে। সমাজে দেখা যায়, ভণ্ড রাকি ও কবিরাজদের চেনার লক্ষণ না জানায় মুখোশ দেখেই অধিকাংশ মানুষ ভুল করছেন নিজের অজানতে। তাই সতর্ক হতে এবং করতে সকলের জানা উচিত ভণ্ড রাকি ও কবিরাজ চেনার উপায়। আমরা এখানে জায়েজ কিছু তরিকার খোলসে ভণ্ড রাকি ও কবিরাজরা কিভাবে মানুষকে প্রতারিত করে তার লক্ষণ সমূহ জানাব।"
            }
            link={"vondoraki"}
          ></BlogCard>
          {/* Item */}
        </div>
        {/* Blogs Container */}
      </div>
    </section>
  );
};

export default HomeBlog;
