import React, { useEffect } from "react";
import Subscribe from "../../Shared/Subscribe/Subscribe";

const JinAsorerSomossa = () => {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  return (
    <section className="max-w-[1200px] mx-auto py-10 min-h-screen">
      <div className="mx-5">
        <h3 className="text-2xl md:text-2xl lg:text-4xl text-center mb-3 md:mb-8 font-bold text-primary">
          জিন আছরের সমস্যা ও চিকিৎসা
        </h3>
        <p className="text-lg text-justify">
          <strong>
            [ক] রুকইয়ার নিয়ম-কানুন আলোচনার আগে আমাদের জানার বিষয় হল, জিনের
            সমস্যার জন্য সেলফ রুকইয়াহ করা যায় কি না?
          </strong>
          <br />
          উত্তর হল, হ্যাঁ যায়। প্রচুর মানুষ নিজে নিজে রুকইয়াহ করেই সুস্থ হয়
          আলহামদুলিল্লাহ। কিন্তু অনেকের ক্ষেত্রে বিষয়টা খুব কষ্টকর হয়ে যায়, এই
          কারণে আমরা যদি আন্দাজ করতে পারি জিনের সমস্যা আছে, তখন সরাসরি কাউকে
          দিয়ে রুকইয়াহ করাতে পরামর্শ দিই।
          <br />
          দ্বিতীয়তঃ খুবই গুরুত্বপূর্ণ বিষয় হচ্ছে, অন্য কেউ যতক্ষণই রুকইয়াহ করুক,
          যতদিনই করুক, এটা হল হল আপনাকে সাপোর্ট দেয়া, সহযোগিতা করা। এরপর আপনার
          নিজেকে করতেই হবে, শুধুমাত্র অন্যের রুকইয়ার ওপর ভরসা করে বসে থাকা উচিত
          হবে না। এগুলো পূর্বে অনেকবার আলোচনা করেছি।
          <br />
          যাহোক, আজকের বিষয় হল, একজন জিন আক্রান্ত রোগী বা রোগীর পরিবার কি কি কাজ
          করতে পারে, যদি তাঁরা রুকইয়ার ব্যাপারে অভিজ্ঞ কাউকে অথবা কোন পেশাদার
          রাক্বি খুঁজে না পায়।
          <br />
          ১. প্রথমে জানা উচিত, ‘যারা রাক্বি, তাঁরা অন্য গ্রহের কেউ না, তাঁরাও
          আপনার মতই মানুষ। আপনি যদি জানেন কিভাবে রুকইয়াহ করতে হয়, তাহলে চেষ্টা
          করলে আপনিও অন্যের জন্য রুকইয়াহ করতে পারবেন।’ সুতরাং আপনার প্রথম করনীয়
          হল, জিনের রুকইয়াহ করার নিয়মকানুন, সরাসরি রুকইয়ার পর সেলফ রুকইয়াহ
          হিসেবে কি কি করনীয় – এই বিষয়গুলো আমাদের সাইট/ ফেসবুক গ্রুপ/বই থেকে
          ভালভাবে পড়ে নিন। এরপর নিজের পরিবারের অসুস্থ ব্যক্তির রুকইয়াহ করার
          চেষ্টা করুন। (দেখুন-
          https://ruqyahbd.org/blog/category/jinn-possession ) <br />
          ২. নিকটস্থ মসজিদ বা মাদরাসায় গিয়ে কথা বলুন, কোন উস্তায, সিনিয়র ছাত্র
          অথবা ইমাম-মুয়াযযিন সাহেব সময় দিতে পারবে কি না। একজন হাফেজ বা আলেমকে
          যদি আপনি রুকইয়ার নিয়মকানুনগুলো বুঝিয়ে বলতে পারেন, বই বা ওয়েব থেকে
          পড়াতে পারেন, তাহলে তাঁর জন্য বিষয়টা বেশ সহজ। এছাড়া অনেকে পড়া শুদ্ধ না
          হওয়ার কারণে পুরাপুরি ফায়দা পায়না, সেক্ষেত্রে নিকটস্থ আলেমদের গিয়ে বলা
          যায় ‘এই এই আয়াতগুলো পড়ে একটু পানিতে ফুঁ দিয়ে দিলে ভাল হত’। <br />
          রোগীদের অনেকে এটা নিয়মিত করেনও। প্রয়োজনে কিছু হাদিয়া-তোহফা দিলেন,
          উনাদেরও ভাল লাগলো। আপনি এটা আশা রাখতেই পারেন, আপনার এলাকার পরিচিত
          আলেমরা রুকইয়াতে অনেক দক্ষ না হলেও প্রফেশনাল রাকিদের চেয়ে আন্তরিক হবেন
          ইনশাআল্লাহ। যদি পারিশ্রমিক হিসেবে কিছু টাকা নেয়ও, প্রফেশনালদের মত অত
          বেশি নিবে না।
          <br /> ৩. এরপরের কাজগুলো নিজেদের। রোগীর নিজের সাধ্যমত সেলফ রুকইয়াহ
          করা, আর সম্ভব হলে পরিবার লোকেরা মাঝেমধ্যে সরাসরি রুকইয়াহ করা।
          (প্রয়োজনে রুকইয়াহ করার ক্ষেত্রে নিয়মিত কারও সাথে পরামর্শ করতে পারেন।
          আর সেলফ রুকইয়ার গাইডটা ঠিক করে নিতে পারেন।)
          <br />
          <br /> <strong>[খ] সেলফ রুকইয়াহ হিসেবে কি কি করা যায়? </strong>
          <br />
          এক কথায় বললে, সরাসরি জিনের রুকইয়ার পরের যে পরামর্শগুলো দেয়া আছে, সেসব
          করতে পারেন। অথবা “সার্বজনীন পূর্ণ রুকইয়াহ গাইড” লেখাটা ফলো করতে পারেন।
          (দেখুন- সর্বজনীন পূর্ণ রুকইয়াহ প্রোগ্রাম )
          <br />
          ওই পরামর্শগুলো হচ্ছে –
          <br />
          ১. প্রতিদিন যত বেশি সম্ভব রুকইয়াহ শোনা। কমপক্ষে ৩ ঘন্টা। যার মাঝে
          থাকবে-“সূরা বাকারা এবং ৮ সূরার রুকইয়াহ (সূরা ইয়াসীন, সফফাত, দুখান,
          জিন, যিলযাল, ইখলাস, ফালাক এবং নাস), সূরা আলে ইমরান, তাওবাহ, কাহাফ,
          মারইয়াম, হা-মীম সাজদা (ফুসসিলাত), আর-রহমান, মুলক, তাকউইর, ইনফিতার,
          বুরুজ, ত্বরিক, আ‘লা এবং শেষ ১৫টি সূরা।”
          <br />
          লাভার জিন-টাইপের সমস্যা হলে বা জিন সেক্সুয়ালি টর্চার করলে সেক্ষেত্রে
          এই সূরাগুলোর সাথে “রুকইয়াহ যিনা, সূরা ইউসুফ এবং সূরা নূর” শোনা উচিত।
          আর কিছুদিন “আসক্ত বা বশ করার জাদু” এর রুকইয়াহ করা উচিত।
          <br /> রুকইয়ার অডিও পাওয়া যাবে – https://ruqyahbd.org/download লিংকে।
          <br />
          কোরআনের অন্যান্য সুরার অডিও পাবেন – https://www.mp3quran.net/eng/shur
          লিংকে। <br />
          এছাড়া রুকইয়াহ প্লেয়ার অ্যাপের মধ্যেও সবকিছু পাওয়া যাবে- রুকইয়াহ
          প্লেয়ার অ্যাপ ডাউনলোড <br />
          ২. এর পাশাপাশি যতটুকু সম্ভব তিলাওয়াত করা। কেউ যদি ঠিকমত রুকইয়াহ শুনতে
          না পারে, সেক্ষেত্রে নিজে নিজে তিলাওয়াত করা ৪৫মিনিট থেকে একঘন্টা। এবং
          এর মাঝে সূরা বাকারা বেশি বেশি পড়া উচিত, সম্ভব হলে সুরা বাকারার ৮০টি
          থেকে ১০০টি আয়াত (পারলে আরও বেশি) পড়া উচিত। এছাড়া চাইলে সূরা ইয়াসীন,
          সফফাত, দুখান, মূলক, জিন- এসবও পড়তে পারেন। উল্লেখিত সুরাগুলো পড়া
          অতিরিক্ত কঠিন হলে প্রতিদিন ইখলাস, ফালাক, নাস এবং আয়াতুল কুরসি বারবার
          পুনরাবৃত্তি করেও রুকইয়াহ করতে পারেন।
          <br />
          ৩. রুকইয়ার আয়াত, দোয়া, দরুদ ইত্যাদি পড়ে পানিতে ফুঁ দিয়ে প্রতিদিন পান
          করা, গোসল করা। এরকমভাবে চাইলে মধু কালোজিরাতে ফুঁ দিয়েও খেতে পারেন।
          অলিভ অয়েলে ফুঁ দিয়ে মাথায় বা ব্যথার যায়গায় ব্যবহার করতে পারেন। – এই
          সবগুলো সাপ্লিমেন্ট ব্যবহারের ক্ষেত্রেই নিয়ত করবেন “আল্লাহ যেন এই জ্বিন
          শয়তানের সমস্যা থেকে আরোগ্য দেয়। হিফাজত করে। আগামীতে যেন আর আক্রমন করতে
          না পারে।” ইত্যাদি ইত্যাদি।
          <br />
          ৪. এই দুআটা ফজরের পর ১০০ বার পড়া। যিকরগুলো যথাসম্ভব মনোযোগ দিয়ে করা।
          <br />
          <br />
          لَا إِلَهَ إِلَّا اللهُ ، وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ ،
          وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ‘লা-ইলাহা
          <br />
          ইল্লাল্লাহু ওয়াহদাহু লা-শারিকালাহ, লাহুল মুলকু ওয়ালাহুল হামদ,
          ওয়াহুওয়া ‘আলা কুল্লি শাইয়িন ক্বদীর। <br />
          <br /> – উল্লেখিত কাজগুলো অন্তত দেড় মাস চালু রাখা।
          <br /> এছাড়া আরও কয়েকটি গুরুত্বপূর্ণ বিষয় হল :
          <br />
          ৫. সকালে সূরা ইয়াসীন এবং রাতে সূরা মুলক পড়া। যদি পড়তে না জানে তাহলে
          তিলাওয়াত শোনা। ঘুমের সমস্যা থাকলে, রাতে ঠিকমত ঘুম না হলে ঘুমের আগে ৮
          সূরার রুকইয়াহ শুনতে পারেন।
          <br /> ৬. পুনরায় শয়তানের আক্রমণ থেকে বাঁচতে প্রতিদিন সকাল-সন্ধ্যা
          এবং ঘুমের আগের মাসনূন আমলগুলো খুব গুরুত্বের সাথে করা। অল্প হলেও
          প্রতিদিনই করা। এটা কখনও বাদ না দেয়া। মেয়েরা পিরিয়ডের সময়ে মাসনুন
          আমলগুলো সময় মত করবেন, অবহেলা করবেন না। মাসনুন আমল বলতে হিফাজতের
          আমলগুলো যেমন, সূরা ইখলাস, ফালাক, নাস-এর আমল করা, ওযু করে ঘুমানো, ঘুমের
          আগে আয়াতুল কুরসী পড়া ইত্যাদি। (একটু পরে লিংক দেয়া হয়েছে)
          <br /> ৭. খাওয়াদাওয়া, ঘরে প্রবেশ, কাপড় পরিবর্তন সহ সকল ভালো কাজে
          বিসমিল্লাহ বলার অভ্যাস গড়ে তোলা।
          <br /> ৮. বাড়িতে প্রতি ৩ দিনে একবার সূরা বাকারা তিলাওয়াত করা। নিজে
          তিলাওয়াত করতে না পারলে অন্য কাউকে দিয়ে করানো, একান্ত অপারগ হলে অডিও
          প্লে করে শোনা। কয়েকমাস পর্যন্ত নিয়মিত এই আমলটা অব্যাহত রাখা।
          <br /> ৯. ফরজ ইবাদাতে কোনোপ্রকার অবহেলা করা উচিত না। যতই কষ্ট হোক সঠিক
          সময়ে নামাজ পড়া উচিত। রোগী মেয়ে হলে শরীয়তের বিধান অনুযায়ী পর্দা করা।
          আর পুরুষ হলে সবসময় জামাতে নামায পড়া। সমস্যা ভালো হওয়া পর্যন্ত,
          পারতপক্ষে রাতে একা একা না ঘুমানো। বিয়ের উপযুক্ত হলে যতদ্রুত সম্ভব,
          বিয়ে করে ফেলা।
          <br /> ১০. গানবাজনা, নাটক-সিনেমা ইত্যাদি হারাম কাজ থেকে বেঁচে থাকা।
          ভালো লোকদের সাথে ওঠাবসা করা, মন্দ লোকদের সঙ্গ ত্যাগ করা। <br />
          <br />{" "}
          <strong>
            [গ] ওপরের সারাংশ ওপরের সাজেশন একটু কঠিন হলেও যদি ঠিকমত অনুসরণ করা
            হয়, তবে ইনশাআল্লাহ অনেক উপকার হবে। সংক্ষেপে এর গুরুত্বপূর্ণ
            পয়েন্টগুলো বলে দিই, চেষ্টা করবেন অন্তত এগুলো ঠিক রাখতে –{" "}
          </strong>{" "}
          <br />
          ক. হিফাজতের মাসনুন আমল করা। বিশেষত সকাল-সন্ধ্যা এবং ঘুমের আগের
          যিকরগুলো। ফরজ ইবাদাতগুলো অবশ্যই করা, যতই কষ্ট হোক। (বেসিক মাসনুন আমল
          দেখুন – https://ruqyahbd.org/masnun এই লিংকে) অসুস্থতার কারণে যিকর বা
          সালাত সঠিক সময়ে করতে না পারলে সুযোগ পাওয়ার সাথে সাথেই আদায় করে ফেলা
          উচিত।দাঁড়িয়ে না পারলে বসে, বসে না পারলে শুয়ে হলেও পড়তে হবে। নামাজের
          পরও হিফাজতের যিকর করতে দেরি করা উচিত না, তখন শয়তান সুযোগ পেয়ে যায়।{" "}
          <br />
          খ. ‘সুস্থতার নিয়তে’ রুকইয়ার দোয়া এবং আয়াতগুলো নিয়মিত তিলাওয়াত করা,
          তিলাওয়াত শোনা। নিজের তিলাওয়াতের তালিকার মাঝে সকালে সুরা ইয়াসিন, রাতে
          মূলক, দিনের অন্যান্য সময় সুরা বাকারা রাখুন। প্রতি ২-৩দিনের মাঝে সুরা
          বাকারা একবার শেষ করার চেষ্টা করুন। এছাড়া রুকইয়ার কমন আয়াতগুলোও পড়তে
          পারেন। ( https://ruqyahbd.org/ayat পেজের ‘কমন রুকইয়ার আয়াত এবং দোয়া’
          পিডিএফটা দেখে বা প্রিন্ট করে পড়তে পারেন) এছাড়া আপনি রুকইয়ার আয়াত পড়া
          বা শোনার সময় শয়তান জ্বলে-পুড়ে যাওয়ার নিয়ত করতে পারেন, শরির থেকে যেন
          বের হয়ে যায়, আর প্রবেশ করতে না পারে এরকম নিয়ত করতে পারেন। রুকইয়ার
          ক্ষেত্রে নিয়তটা গুরুত্বপূর্ণ। এটা মাথায় রাখবেন।
          <br /> গ. অন্যান্য সাপ্লিমেন্ট ব্যবহার করতে না পারলে অন্তত প্রতি
          সপ্তাহে কয়েকদিন রুকইয়ার গোসল করা। ফলে দ্রুত সুস্থতা পাওয়া যাবে, আর
          অডিও শোনার পার্শ্বপ্রতিক্রিয়াও কম হবে। এক্ষেত্রে বদনজরের গোসলের মত (এক
          বালতি পানিতে হাত রেখে ৭বার করে দরুদ, সুরা ফাতিহা, আয়াতুল কুরসি, সুরা
          কাফিরুন, ইখলাস, ফালাক, নাস, শেষে আবার দরুদ পড়ে গোসল করা) অথবা অন্য
          যেকোনো নিয়মে রুকইয়াহ গোসল করা যেতে পারে। গোসলের সময় “জিনের সমস্যা
          থেকে সম্পূর্ণ আরোগ্যের জন্য করছি” এরকম নিয়ত করবেন।
          <br />
          ঘ. একমাস পরপর ৭দিনের ডিটক্স রুকইয়াহ করতে পারেন। (লিংক
          https://ruqyahbd.org/detox )। তবে ডিটক্স রুকইয়ার জিনিসপত্র ম্যনেজ করা,
          তৈরি করা অতিরিক্ত কষ্টকর হলে আরবি মাসের মাঝের ও শেষদিকে ৩-৪দিন করে বরই
          পাতার গোসল দিতে পারেন।
          <br />
          ঙ. বেশি বেশি ইস্তেগফার, মাঝেমাঝে সাদকাহ করে দোয়া করা, তাহাজ্জুদ পড়ে
          পড়ে দোয়া করা। এসবও উপকারী হবে এবং অন্যান্য কাজকে সহজ করবে ইনশাআল্লাহ।
          এছাড়া আপনার সমস্যা অনুযায়ী অভিজ্ঞ কারও সাথে সামনাসামনি কথা বলে বা
          রুকইয়াহ সাপোর্ট গ্রুপে পোস্ট করে সেলফ রুকইয়ার প্রেসক্রিপশন বানিয়ে নিতে
          পারেন। কিছু জিজ্ঞেস করার থাকলে উনার থেকে ক্লিয়ার হয়ে নিলেন। . <br />
          <br /> <strong>[ঘ] হঠাৎ সমস্যা হলে কি করবেন?</strong> <br />
          রোগীর ওপর জিন আসর হলে পরিবারের লোকেরা যদি কি করবে বুঝতে না পারে,
          রুকইয়ার ব্যাপারে একেবারেই অজ্ঞ হয়, তাহলে আপাতত সমাধান হিসেবে রোগীর
          পরিবাররা কানের কাছে আজান দিতে পারে বারবার। আযানের রুকইয়ার অডিওটা
          শোনাতে পারেন (ডাবল আজানের রেকর্ডটা এরকম অবস্থায় বেশি উপকারী দেখা গেছে,
          অডিও ডাউনলোড পেজের শেষদিকে পাবেন। কেউ কেউ ধমকের স্বরে রুকইয়াটা উপকারী
          বলেছে, তবে এটা আমার ভালো লাগে না তিলাওয়াতের স্বাভাবিকতা নষ্টের জন্য,
          কেউ শুনতে চাইলে অডিও ডাউনলোড সেকশনের ২য়-পেজে পাবেন)। আর রুকইয়ার পানি
          তৈরি করা থাকলে সেটা মিশিয়ে গোসল দিয়ে দিতে পারে, বা পরিবারের কেউ একজন
          পানিতে হাত রেখে দরুদ শরিফ, সুরা ফাতিহা, আয়াতুল কুরসি, চারকুল (সুরা
          কাফিরুন, ইখলাস, ফালাক, নাস) শেষে আবার দরুদ – সব ৭বার পড়ে এই পানি দিয়ে
          রোগীকে গোসল করিয়ে দিতে পারে, পানিতে হাত রাখা বেশি কষ্টকর হলে এগুলো পড়ে
          পানিতে ফুঁ দিয়ে গোসল করিয়ে দিতে পারে। তাহলে অবস্থা কিছুক্ষণের মধ্যে
          স্বাভাবিক হয়ে যাবে ইনশাআল্লাহ। <br /> রুকইয়াহসহ সবধরনের চিকিৎসার
          ক্ষেত্রেই পরিবারে কেউ যদি সাপোর্ট দেয়ার মত, খোঁজখবর নেয়ার মত থাকে,
          তাহলে সবচেয়ে ভাল হয়। আর যদি হেল্প করার মত পরিবারে কেউই না থাকে, তবুও
          রুকইয়াহ করতে পারবেন। তবে এক্ষেত্রে সাহস রাখতে হবে। দৃঢ় মানসিকতার হতে
          হবে। বেহুশ হয়ে গেলেও ভয় পাব না, আজ জিনের একদিন কি আমার একদিন, এরকম
          শক্ত মনোভাব নিয়ে শুরু করতে হবে। ভঙ্গুর এবং ধারালো জিনিসপত্র ঘর থেকে
          সরিয়ে ফেলতে হবে। বিছানায় বসে তেলাওয়াত করতে হবে বা অডিও শুনতে হবে, যেন
          বেহুশ হয়ে শুয়ে পড়লে ব্যথা না লাগে। আর এরকম ক্ষেত্রে চাইলে নাগালের
          বাইরে কোথাও গোপন ক্যামেরা রাখা যেতে পারে ভিডিও চালু করে। যাতে প্রয়োজনে
          জ্ঞান হারানোর পর কি হয়েছিল দেখা যায়। .
          <br />
          <br />
          <strong>
            [ঙ] সেলফ রুকইয়াহ করতে গিয়ে কি কি প্রতিবন্ধকতা আসতে পারে?
          </strong>
          <br />
          সেক্ষেত্রে করনীয় কি? জিন সংক্রান্ত সমস্যায় মানুষ রুকইয়াহ করতে ভয় পায়
          মূলত একটা কারণে। জিন যদি আসর করে বসে!! এই ভয়ে মানুষ রুকইয়াহ করে না।
          জাদুর সমস্যায় আক্রান্ত অনেকেও এই ভয়ে রুকইয়াহ করে না। রুকইয়াহ সেন্টারে
          দেখা যায়, অনেকের সমস্যা খুবই কম ছিল, অল্প কদিন রুকইয়াহ করলেই ভাল হয়ে
          যাবে এমন। তবুও অহেতুক ভয় পেয়ে রুকইয়াহ করেনি, সমস্যা জমিয়ে রেখে রেখে
          বাড়িয়েছে।
          <br />
          জেনে রাখা ভালো, যাদের জিন-জাদুর সমস্যা কম কিংবা মধ্যম মাত্রায়, সাধারণত
          তাঁরা নিজে নিজে রুকইয়াহ করলে জিন আসর করেনা। আর যাদের সমস্যা অনেক বেশি,
          কিংবা আগেও অনেকবার জিনের আসর হয়েছে, তাঁদের ক্ষেত্রে সাধারণত নিজে
          রুকইয়াহ করলেও আসর হতে দেখা যায়, তবুও সেটা সরাসরি অন্য কেউ রুকইয়াহ করার
          তুলনায় অনেক কম। আর এদের ক্ষেত্রে রুকইয়াহ না করলে এমনিতেই যেকোনো সময়
          আসর হতে পারে, কারণ এদের শরীরের নিরাপত্তা ব্যবস্থা অনেক দুর্বল থাকে।
          <br />
          তিলাওয়াত করার আগে আয়াতুল কুরসি তিনকুল পড়ে শরির মুছে নিতে পারেন এই
          নিয়তে, যেন শয়তান রুকইয়ার সময় আপনার ওপর সওয়ার হতে না পারে। আর আপনি যদি
          এভাবে শক্ত মানসিকতা নিয়ে জমে বসেন যে, আমার ওপর কিছুতেই জিনকে প্রভাব
          বিস্তার করতে দিব না, তাহলে আপনি জিনের রোগী হলেও এই সময় সহজে আপনার ওপর
          জিন আসর করতে পারবে না।
          <br />
          যাহোক, যাদের সমস্যা অনেক বেশি, তাঁরা রুকইয়াহ শুনতে বা পড়তে গিয়ে অজ্ঞান
          হয়ে যেতে পারেন, জিন আসর করতে পারে, সেক্ষেত্রে ভয় পাওয়া যাবে না। চেষ্টা
          করতে হবে তিলাওয়াত চালিয়ে যাওয়ার। অনেক সময় গলায় চাপ দিতে পারে,
          সেক্ষেত্রে রুকইয়ার পানি হাতের কাছে রাখবেন, পানি খেয়ে নিবেন। অজ্ঞান হয়ে
          যেতে লাগলে পানি ছিটা দিবেন বা স্প্রে করবেন। আতরে ফুঁ দিয়ে রাখবেন,
          সেটার ঘ্রাণ নিবেন। এভাবে আস্তে আস্তে আপনার সচেতনতা এবং নিজের ওপর
          নিয়ন্ত্রণ বাড়বে আর শয়তান দুর্বল হয়ে যাবে ইনশাআল্লাহ। আর এই সময় যদি
          আশেপাশে কেউ থাকে, পরিবার বা সহপাঠী বন্ধুরা সহায়তা করে, তাহলে বিষয়টা
          আরও সহজ হবে। সম্ভব হলে আপনার আশেপাশের মানুষদের জিনের সাথে কথোপকথনের
          বিষয়টা বুঝিয়ে বলবেন, যেন জ্বিন কিছু বললে তারা ঘাবড়ে না যায়, জিনকে উলটা
          ধমক দিয়ে চুপ করিয়ে রাখে।
          <br />
          নিজে নিজে রুকইয়াহ করতে থাকলে শয়তান আরেক যায়গায় আক্রমণ করতে পারে, সেটা
          হল স্বপ্ন। এজন্য ঘুমের আগের আয়াতুল কুরসি, তিনকুল, ঘুমের দোয়া এসব পড়বেন
          তো অবশ্যই, দোয়ার বই থেকে বা মাসনুন আমল অ্যাপ থেকে আরও বেশি করে কিছু
          যিকর করার অভ্যাস করবেন। ওযু করে ঘুমানোর চেষ্টা করবেন। ঘুমের মাঝে খারাপ
          স্বপ্ন দেখলে “আউযুবিল্লাহি মিনাশ শাইত্বানির রজীম” পড়ে বামে তিনবার
          হালকা থুতু ফেলবেন। এছাড়া ঘুমের মাঝে বারবার ভয় পেলে এই দোয়াটা আগে-পরে
          কয়েকবার পড়ার অভ্যাস করতে পারেন-
          <br />
          <br /> أَعُوْذُ بِكَلِمَاتِ اللّٰهِ التَّامَّةِ، مِنْ غَضَبِهٖ
          وَعِقَابِهٖ وَشَرِّ عِبَادِهٖ وَمِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَنْ
          يَّحْضُرُوْنِ <br />
          <br />
          (অর্থ বা উচ্চারণ দরকার হলে মাসনুন আমল অ্যাপ বা হিসনুল মুসলিম দেখুন)।
          <br />
          রুকইয়ার পানি হাতের কাছে রাখবেন, স্বপ্নে শয়তান কিছু খাইয়েছে মনে হলে উঠে
          দ্রুত বিসমিল্লাহ বলে রুকইয়ার পানি খাবেন। ঘুমানোর সময় এই নিয়ত করে
          ঘুমাবেন, শয়তানকে ঘুমের মাঝে পাই তাহলে পিটিয়ে সোজা করে ফেলব, তাহলে আশা
          করা যায় স্বপ্নে ওরকম অবস্থায় সেন্স থাকবে। যদি স্বপ্নের মাঝে সেন্স
          থাকে, আর শয়তানকে দেখেন তবে আয়াতুল কুরসি বা ওপরের দোয়াটা পড়বেন তার
          ধ্বংসের নিয়তে। কোন কিছুর প্রলোভন দেখালে পাত্তা দিবেন না।
          <br />
          খবিস আসক্ত জিনের ক্ষেত্রে দেখা যায় অনেক সময় জিনটা রোগীর ওপর জাদু করে
          রাখে, ফলে রোগী ওই জনের ওপর দূর্বলতা অনুভব করে(!!) মন থেকে চাইতে পারে
          না যে শয়তান দূর হোক। এরকম ক্ষেত্রে রোগীকে কিছুক্ষণ বুঝিয়ে সুঝিয়ে এরপর
          রুকইয়াহ শুরু করতে হবে, আর বশ করা যাদুর রুকইয়াহ করতে হবে কিছুদিন।
          স্বপ্নের মধ্যে যদি *ক্সুয়ালি হ্যারাজমেন্ট করছে মনে হয়, তবে এবিষয়ক
          লেখাটা ফলো করতে পারেন।
          <br />
          অনেক সময় জিন খুব ভায়োলেন্ট হয়ে যায়, সেক্ষেত্রে রোগীকে ভালোভাবে ধরে
          সংক্ষিপ্ত ‘আয়াতুল কিতালের’ পিডিএফটা দেখে কিছু আয়াত পড়ে ফুঁ দিলে
          ইনশাআল্লাহ ঠাণ্ডা হয়ে যাবে। অথবা অন্তত কানের কাছে সুরা নিসা ৭৬নং
          আয়াতটা বারবার পড়লেও তাৎক্ষনিক ফায়দা হবে ইনশাআল্লাহ।
        </p>
        <Subscribe></Subscribe>
      </div>
    </section>
  );
};

export default JinAsorerSomossa;
