import React, { useEffect } from "react";
import Subscribe from "../../Shared/Subscribe/Subscribe";

const BoroiPata = () => {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  return (
    <section className="max-w-[1200px] mx-auto py-10 min-h-screen">
      <div className="mx-5">
        <h3 className="text-2xl md:text-4xl lg:text-6xl text-center mb-3 md:mb-8 text-primary">
          বড়ই পাতার গোসল
        </h3>
        <p className="text-lg">
          সিহরের (যাদু) চিকিৎসা এই গোসলটি খুবই উপকারী। উপকারিতা বিবেচনায় সিহরের
          বিভিন্ন চিকিৎসা পদ্ধতির র‍্যাংকিং করলে হয়তো এটা সবার উপরে থাকবে। এক
          বালতি গোসলের পানি নিন। এরপর সাতটি তাজা বরই পাতা (কুল বলা হয় অনেক
          এলাকায়) বেটে (সম্ভব হলে পাটায় পিষে) পানিতে গুলান। আর পড়ুন- সূরা ফাতিহা
          - ৩ বার <br />
          আয়াতুল কুরসি - ৩ বার <br />
          সুরা আরাফ ১১৭-১২২ (৩বার)
          <br />
          সুরা ইউনুস ৮১-৮২ (৩বার)
          <br />
          সুরা তহা ৬৯ (৩বার)
          <br />
          সুরা ইখলাস - ৩ বার <br />
          সুরা ফালাক - ৩ বার <br />
          সুরা নাস - ৩ বার <br />
          পড়ার মাঝে মাঝে পানিতে ফুঁ দিতে পারেন। এরপর এখান থেকে তিন ঢোক পানি পান
          করুন, বাকিটা দিয়ে গোসল করুন। যদি গোসলের পানি খাওয়ার অনুপযোগী হয় তবে
          খাওয়ার পানি আলাদা করে নিবেন। এরপরে বরই পাতা পিষে উভয় পানিতে দিয়ে
          আয়াতগুলো পড়ে উভয় পানিতে ফুঁ দিবেন। এরপরে খাওয়ারটা খেয়ে নিবেন।
          ইনশাআল্লাহ প্রথম গোসলেই যাদু নষ্ট হয়ে যাবে। প্রয়োজনে একই নিয়মে আরো
          কিছুদিন গোসল করুন। দ্রষ্টব্য এই পানি চুলার আগুনে গরম করবেন না, এর সাথে
          অন্য পানি মিশাবেন না। আর বরই পাতা না পেলে কর্পূর পাতা অথবা অল্প কর্পুর
          দিয়ে বা ওটাও না পেলে নিম পাতা দিয়েও একই নিয়মে গোসল করুন, তবে বরই পাতাই
          উত্তম। আপনি চাইলে সাথে আরও কিছু আয়াত অথবা রুকইয়ার দোয়া পড়তে পারেন।
          আল্লাহ'র রহমতে জাদু-টোনার চিকিৎসায় এই গোসল খুবই উপকারী। বিভিন্ন যুগের
          অনেক বিখ্যাত আলেমদের সাজেস্টেড পদ্ধতি এটা। আল্লাহ্‌ চাইলে
          আপনিও উপকার পাবেন
        </p>
        <Subscribe></Subscribe>
      </div>
    </section>
  );
};

export default BoroiPata;
