import React from "react";
import Subscribe from "../../Shared/Subscribe/Subscribe";

const VondoRaki = () => {
  return (
    <section className="max-w-[1200px] mx-auto py-10 min-h-screen">
      <div className="mx-5">
        <h3 className="text-2xl md:text-2xl lg:text-4xl text-center mb-3 md:mb-8 font-bold text-primary">
          ভণ্ড রাকি ও কবিরাজ
        </h3>
        <p className="text-lg text-justify">
          রাকি ও কবিরাজের মধ্যকার পার্থক্য পারিভাষিকভাবে অনেক হলেও ভণ্ডদের
          মধ্যকার এই ভিন্নতা কেবল নামে। রাকি রুকইয়া নামে প্রতারণা করে যেহেতু
          কবিরাজ কর্তৃক প্রতারিত হয়ে মানুষ কোরআন ও সুন্নাহ'র প্রতি ঝুঁকছে এবং
          কবিরাজ আড়ালে ভণ্ডামি করে জায়েজ তদবিরের নাম ধরে যা শর্তের সাথে উলামায়ে
          কিরাম ছাড় দিয়েছেন। এরা উভয়েই সুযোগ সন্ধানী। মানুষের বিশ্বাসকে পূজি করে
          বিপদের সময় প্রতারণা করছে।
          <br />
          সমাজে দেখা যায়, ভণ্ড রাকি ও কবিরাজদের চেনার লক্ষণ না জানায় মুখোশ দেখেই
          অধিকাংশ মানুষ ভুল করছেন নিজের অজানতে। তাই সতর্ক হতে এবং করতে সকলের
          জানা উচিত ভণ্ড রাকি ও কবিরাজ চেনার উপায়। আমরা এখানে জায়েজ কিছু তরিকার
          খোলসে ভণ্ড রাকি ও কবিরাজরা কিভাবে মানুষকে প্রতারিত করে তার লক্ষণ সমূহ
          জানাব।
          <br />
          <br />
          ভণ্ড কবিরাজ ও রাকিদের চেনার উপায়:
          <br />
          ১. রোগীর নাম, পিতা বা স্বামীর নাম জিজ্ঞেস করবে৷
          <br />
          ২. নির্দিষ্ট দিনে চিকিৎসা করবে বা জানাবে।
          <br />
          ৩.তুলা রাশি রোগীর শরীরে জিন ভর করিয়ে কাজ করাবে।
          <br />
          ৪. শয়তানি নকশা, প্রাণী ও মূর্তির প্রতিক, দুর্বোধ্য শব্দ, শয়তান ও
          আল্লাহ তায়ালার নাম একসাথে লিখে শিরক করাসহ খুব চতুরতার সাথে আরবিতেই
          শিরকি তাবিজ দিবে।
          <br />
          ৫. রোগী বা অন্যাকারো চুল, নখ, কাপড়ের টুকরো, ছবি, পায়ের মাটি ও ব্যবহৃত
          জিনিসপাতি চাইবে।
          <br />
          ৬. মৃত মানুষের খুলি, শ্মশানের মাটি, ফাঁসির রসি, জীবজন্তুর শরীরের অংশ,
          বদনা ইত্যাদি জিনিস এনে দিতে বলবে বা ব্যবস্থাপনার জন্য টাকা চাইবে।
          <br />
          ৭. মুরগী, খাশি, মিষ্টি বা খাবার চাইবে ভোগের জন্য এবং কখনো বলবে তিন
          রাস্তার মোড়, ময়লার ভাগাড়, শ্মশান বা কোনো নির্দিষ্ট স্থানে রেখে আসতে
          বলবে।
          <br />
          ৮. কে তাবিজ করেছে এই জাতীয় গায়বি বিষয়ে আন্দাজে বা জিনের তথ্যের উপর
          ভিত্তি করে জানাবে।
          <br />
          ৯. গণকদের মতো হাত দেখে। কখনোবা জন্ম সময় জিজ্ঞেস করে।
          <br />
          ১০. জিন বোতলে ঢুকানো, মেরে ফেলাসহ বিভিন্নরকম নাটক দেখাবে।
          <br />
          ১১. রোগীর সাথে একান্ত সময় কাটাতে চাইবে।
          <br />
          ১২. বিশেষত অজ্ঞ রাকিরা এমন কিছু সাপ্লিমেন্টারী ইউজ করবে যা আন-হেলদি
          এবং কখনো দেখা যায় ভয়ংকরভাবে ক্ষতিগ্রস্ত করে রোগীদেরকে।
          <br />
          ১৩. অপ্রয়োজনে খুঁচিয়ে, শট দিয়ে, অসহনীয় মাত্রায় সাউন্ড করে এবং এমন কিছু
          খাইয়ে ইফেক্ট ফেলবে যার দ্বারা সবার-ই কমবেশি সমস্যা হওয়া স্বাভাবিক।
          <br />
          ১৪. কোরআনের তিলাওয়াত ভুলভাল পড়বে এবং এমনকিছু দুর্বোধ্য দোয়া পড়বে যা
          বুঝা যায় না।
          <br />
          ১৫. রুকইয়ার মাঝে মাঝে এমন সব জিনিস পড়বে যা সন্দেহজনক এবং দুর্বোধ্য।
          <br />
          ১৬. যে কোনো সমস্যার কথা শুনেই জিন-জাদু রিলেটেড বলে দিবে। মেডিকেলি
          জরুরি হওয়া সত্ত্বেও চিকিৎসা বন্ধ করিয়ে তার থেকেই চিকিৎসা করাতে বাধ্য
          করবে।
          <br />
          ১৭.সুস্থতার গ্যারান্টি দেয়া ছাড়াও ইসলামি মৌলিক আকিদার বিপরীত কথা বলবে।
          <br />
          ১৮. গায়ে হাত, কামড় দেয়াসহ আরো অনেক অপছন্দনীয় কাজ করবে।
          <br />
          <br />
          বি:দ্র: উল্লেখিত সকল লক্ষণ ভণ্ড রাকি ও কবিরাজ চেনার জন্য বলা হলেও এসব
          ব্যবহার করে কাউকে মুশরিক, কাফির বা মুনাফিক ঘোষণা দেয়া সাধারণ
          মুসলমানদের কাজ না। এই ব্যাপারে দারুল ইফতা অথবা ফিকহ'র উপর দক্ষ
          ব্যক্তির সান্নিধ্যে প্রশ্ন করুন৷
          <br />
          সাধারণ মানুষের করণীয়: সুন্নাতি লিবাসের আড়ালে ধর্মীয় অনুভূতি পূজি করে
          এজাতীয় কাজগুলো এমনকিছু ব্যক্তিই করেন, যাদের ব্যাপারে সন্দেহ জন্ম নেয়াও
          মানুষ অপরাধ মনে করেন। সেখানে যাচাই-বাছাই করবে কিভাবে? উপরোক্ত লক্ষণ
          পেলে আমরা প্রথমত কাউকে ট্যাগ না দিয়ে চেষ্টা করব নিজে বেঁচে থাকতে।
          সম্ভব হলে কোনো আলিমের মাধ্যমে তাকে বুঝাতে চেষ্টা করব অন্যথায় মানুষকে
          সতর্ক করব তার সম্পর্কে। আল্লাহ তায়ালা আমাদের ভাইদেরকে এসব নেক সুরতের
          ধোঁকা থেকে রক্ষা করুন। তাদের প্রতারণা থেকে আমাদের হেফাজত করুন। আমিন।
        </p>
        <Subscribe></Subscribe>
      </div>
    </section>
  );
};

export default VondoRaki;
