import React from "react";
import Subscribe from "../../Shared/Subscribe/Subscribe";

const BoshikoronProvab = () => {
  return (
    <section className="max-w-[1200px] mx-auto py-10 min-h-screen">
      <div className="mx-5">
        <h3 className="text-2xl md:text-2xl lg:text-4xl text-center mb-3 md:mb-8 font-bold text-primary">
          বশিকরণের জাদু ও তার মন্দ প্রভাব
        </h3>
        <p className="text-lg text-justify">
          মানুষ চায় সবাই তার অধীনস্থ হোক। স্ত্রী যেমন স্বামীকে বশ করতে চায় তেমনই
          চায় স্বামী।শ্বাশুড়ি, ভাই-বোন ও প্রতিবেশী, অফিসের বস থেকে শুরু করে এই
          বশিকরণের ইচ্ছাটা আসলে সবার৷ ভাল ব্যবহার ও ভালোবাসা দিয়ে এই বশিকরণে
          কোনো বাধা নাই। শরয়ী সমস্যা তো দূরে থাক এটাই শরিয়াহসম্মত পদ্ধতি। যখন
          বশিকরণের জাদু দিয়ে কাউকে বাধ্য করা হয় তখনই ঘটে বিপত্তি। একে তো ইসলাম
          এজাতীয় কুফরি কালাম করার বৈধতা দেয়না উপরন্তু এসব জাদুর অনেক কুপ্রভাব
          আমরা সমাজে দেখি। কাউকে পাগল হতে এবং কাউকে দেখি ভুল প্রভাবে হিতে বিপরীত
          ঘটতে। কয়েকটা ঘটনা উল্লেখ করলে সবার বুঝে আসবে আশাকরি।
          <br />
          <br />
          <strong className="mr-1">১.</strong>
          মিসেস আকরাম। স্বামীর সংসার খুব ভালোই যাচ্ছিল তার। লাখ দু'এক বেতন ছিলো।
          বিদেশে সফর করত প্রায়শ। স্বামীর টাকার উপরেই ছিলো তার ও শ্বশুর বাড়ির
          ভরসা। টানাটানিটা তাই দু-জায়াগায়। স্বামীকে দু-পক্ষই চায় বশ করতে। টাকার
          গরমে স্বামী করে খারাপ ব্যবহার, এদিক শ্বশুর বাড়ির লোকজনও ইন্ধন জোগায়
          এসবে। সবমিলিয়ে বিরক্ত হয়ে কবিরাজের কাছে যায় শ্বশুর বাড়িকৃত বশিকরণের
          জাদু কাটতে। বারবার কবিরাজ তার জাদু কেটে উলটো জাদু দেয় স্বামীর জন্য।
          চিনি ও বিভিন্ন পানি পড়া খাওয়ানো হয় দীর্ঘ সময়। একসময় হাসবেন্ড কেমন যেন
          হয়ে যায়। প্রায় পাগলামি করছে সে৷ বউয়ের কথায় ওঠাবসা ঠিকই করছে কিন্তু
          একেবারে বাচ্চা বনে৷ সারাদিন কার্টুন দেখা ও বাচ্চাদের মতো আচরণ ছাড়া
          কিছুই মিলছে না। স্বামীর সংসারের হাল এখন নিজেকেই ধরতে হলো। ছেলেপুলের
          মানুষ করার দায়িত্বও নিজের কাঁধে। ওদিক পরিবারের টাকার মেশিনও নষ্ট হয়ে
          গেছে। এখন কি'বা প্রয়োজন বশিকরণের।
          <br />
          আমাদের কাছে যখন মিসেস আকরাম আসলেন তার সবদিক থেকেই বিপদ। কবিরাজদের জিন
          পুরো পরিবার ও সংসার নষ্ট করে ফেলেছে। শিরক ও কুফর না বুঝে করলেও তার
          প্রভাব অবশ্যই আছে৷ সবকিছু মিলিয়ে তার জীবন দুর্বিষহ। রুকইয়ার পরামর্শে
          দিন দিন কমে আসলেও দশ-পনেরো বছর লাগাতার একই কাজ করে যাওয়ার প্রভাব কি আর
          ১৫ দিনে ঠিক হবে। এভাবেই অনেক পরিবারের ভিত্তি নষ্ট হচ্ছে তাদের অজানতে।
          <br />
          <br />
          <strong className="mr-1">২.</strong> এক বোনের ফ্যামিলি তার স্বামীকে
          বশিকরণের জাদু করেছেন৷ খুব অল্প সময়ে তাদের মিল-মহাব্বত বেড়ে যায়। এসব
          দেখে ফ্যামিলি বেজায় খুশি। বুঝে আসে কিছুদিন পর। এই জাদুর ফলে
          হাসবেন্ডের সেক্স চাহিদা কয়েক গুণ বেড়ে গেছে। ওয়াইফ তার সর্বোচ্চ দেয়ার
          পরও গোনাহের সম্ভাবনা তৈরি হয়েছে। এমতবস্থায় বিপত্তি ঘটে হাসবেন্ড খুব
          দীনী মানসিকতার; সে গোনাহ থেকে বেঁচে থাকতে নিজের উপর দ্বিতীয় বিয়ে ফরজ
          বলে অভিহিত করে সবাইকে। বোনের ফ্যামিলির চোখ চড়কগাছ। কুফরি কালামের মন্দ
          প্রভাব বুঝতে বেশি সময় লাগলেও এদিক সম্পর্কে প্রায় ফাটল ধরে গেছে। অভিযোগ
          পালটা অভিযোগে ভরে গেলেও চাহিদা না মিটাতে পারার স্বীকারোক্তি স্বামীর
          দলই ভারি করছে। সব মিলিয়ে সমাধান জানতে সম্পর্কে তিক্ততা তৈরি হয়েছে৷ যা
          ফিরিয়ে নিতে পারি দিতে হবে অনেক পাহাড় পর্বত। তারপরও পরিবারকে কৃতকর্মের
          ফল তো ভুগতেই হবে!
          <br />
          <br />
          <strong className="mr-1">৩.</strong> খুব ইন্টারেস্টিং একটি ঘটনা।
          স্বামী স্ত্রীর সম্পর্ক ভালোই যাচ্ছিল সোবহান সাহেবের। স্ত্রী চাচ্ছিল
          আরেকটু বেশি কেয়ারিং, ঠিক যেমনটা তিনি গল্পে পড়েন। এতেই ঘটে বিপত্তি।
          কবিরাজ থেকে নেয়া কিসব খাওয়ানোর পর থেকে তার স্বামী এখন তাকে একেবারেই
          দেখতে পারেন না৷ কখনো তো শত্রু ভেবে বসেন৷ ধীরে ধীরে তিনিও মানসিক রোগী
          হয়ে যাচ্ছিলেন। ঠিক সেসময় রুকইয়ার জাদু নষ্টের পানি দিয়ে ওসব জিনিসপাতি
          নষ্ট করেন, যা দিয়েছিল ভণ্ড কবিরাজ। তারপর কমে আসলেও পরিপূর্ণ সেরে যায়
          বরইপাতা ও ডিটক্স গোসল করার পর। এখন ওই বোন পূর্বের চেয়ে কম ভালোবাসা
          পেলেও সন্তুষ্ট। তিনি এখন বুঝেন, না পাওয়ার বেদনা। বুঝতে পেরেছে "লোভে
          পাপ এবং পাপে মৃত্যু " এই কথার বাস্তবতা।
          <br />
          <br />
          আল্লাহ তায়ালা আমাদের সকলকে সঠিক বুঝ দান করুন। বশিকরণের শ্রেষ্ঠ জাদু
          ভালোবাসার বদলে এসব শিরক ও কুফর গ্রহণ থেকে হেফাজত করুন৷ আমিন।
        </p>
        <Subscribe></Subscribe>
      </div>
    </section>
  );
};

export default BoshikoronProvab;
