import React, { useEffect } from "react";
import Subscribe from "../../Shared/Subscribe/Subscribe";

const FamilyCrisis = () => {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  return (
    <section className="max-w-[1200px] mx-auto py-10 min-h-screen">
      <div className="mx-5">
        <h3 className="text-2xl md:text-2xl lg:text-4xl text-center mb-3 md:mb-8 font-bold text-primary">
          ফ্যামিলি ক্রাইসিস নাকি জাদুর প্রভাব?
        </h3>
        <p className="text-lg text-justify">
          ফ্যামিলি ক্রাইসিস নাকি জাদুর প্রভাব? খুব সুখের সংসার। হঠাৎ কারণ ছাড়াই
          অনিহা, সম্পর্ক খারাপ দুজনার। অল্পতেই মেজাজ গরম হয়ে যায়। হাসবেন্ড
          বাহিরে থাকলে ভালো লাগলেও বাসায় আসলে যেন সহ্যই হয় না। শুধুই ভুল
          বুঝাবুঝি। দুজনের ভিতর প্রচণ্ড সন্দেহপ্রবনতার সমস্যা। ভালো কথাবার্তাও
          যেন বিষের মতো লাগে। ব্যবহৃত জিনিস ও জায়গাটাও হয়ে গেছে অসহ্য। সুন্দর
          করে সেজে আসলেও নাক ছিটকায়। মোদ্দাকথা, অন্যদের সাথে আচরণ ভালো থাকলেও
          নিজদের মধ্যকার সম্পর্ক দা-কুমড়া। এসবকিছুর পর দিনশেষে যৌক্তিক কোন কারণ
          খুঁজে পান না? কৃত ভুলের পর গিল্টি ফিল হলেও বারবার একই কাজ করছেন? সুখের
          সংসার আজ ভাঙনের পথে? হ্যা। এমন হলে আপনার সংসারে বিচ্ছেদের জাদুর প্রভাব
          থাকার সম্ভাবনা অনেক আছে। এরজন্য জিন ও জাদুর অন্যান্য লক্ষ্মণ সমূহ
          উভয়ের সাথে মিলিয়ে দেখুন। সমস্যা মনে হলে দ্রুত সুখের সংসার টিকিয়ে নিতে
          শরিয়াহসম্মত চিকিৎসা "রুক্ইয়া" করুন। জিন, যাদু ও যে কোন প্যারানরমাল
          সমস্যার সমাধানে পরামর্শ পেতে কল করুন:-{" "}
          <a href="tel:+8801817199226">01817-199226</a>
        </p>
        <Subscribe></Subscribe>
      </div>
    </section>
  );
};

export default FamilyCrisis;
