import React from "react";
import Subscribe from "../../Shared/Subscribe/Subscribe";

const BoroiPatarGosol = () => {
  return (
    <section className="max-w-[1200px] mx-auto py-10 min-h-screen">
      <div className="mx-5">
        <h3 className="text-2xl md:text-2xl lg:text-4xl text-center mb-3 md:mb-8 font-bold text-primary">
          বরই পাতার গোসল
        </h3>
        <p className="text-lg text-justify">
          জাদুর অস্তিত্ব ও তার প্রভাব কোরআন-সুন্নাহ এবং আছার থেকে স্বীকৃত। জাদুর
          বাস্তবতা সমাজে উদাহরণ মিলবে অহরহ। এই সমস্যায় জর্জরিত পুরো দেশ ও সমাজ।
          অনেক রোগী জাদু আক্রান্ত হয়ে বছরের পর বছর ভোগান্তির স্বীকার হচ্ছেন।
          <br />
          নির্দিষ্ট অঙ্গ ব্যথা,ধারাবাহিক অসুস্থতা, পারিবারিক অশান্তি লেগে থাকা,
          হঠাৎ মন ও দেহে পরিবর্তন হয়ে যাওয়া, স্বপ্নে খাওয়াদাওয়া করা, সাপ,
          বিচ্ছু, পশু, মৃত লাশ, পরিত্যক্ত জায়গাসহ স্বপ্নে বিভিন্ন আজেবাজে জিনিস
          দেখতে থাকা। এইছাড়াও আরো অনেক জাদুর লক্ষ্মণ আছে। মিলে গেলে দ্রুত
          চিকিৎসা করুন৷
          <br />
          জাদুর জন্য বরইপাতা গোসল কার্যকরী চিকিৎসা। বলা যায় জাদু নষ্টের মহৌষধ
          বরইপাতা গোসল। এই পদ্ধতিতে গোসল করলে এবং পানি খেলে খুব দ্রুত জাদু নষ্ট
          এবং রোগমুক্ত হবে। ইনশাআল্লাহ।
          <br />
          গোসল পদ্ধতি: এক বালতি গোসলের পানি নিন। এরপর সাতটি বরই পাতা (কুল বরই
          হলে আরও ভাল) বেটে পানিতে গুলান। (সম্ভব হলে সবুজ পাতা ব্যবহার করুন, না
          পেলে যেটা পান সেটাই সংগ্রহ করুন এবং পাটায় পিষুন)। এরপর পড়ুন-
          <br />
          ১. সূরা ফাতিহা ২. আয়াতুল কুরসী ৩. সূরা ইখলাস, ফালাক, নাস (সবগুলো
          তিনবার করে।)
          <br />
          যদি সম্ভব হয়, আর হাতে সময় থাকে, তাহলে এর সাথে নিচের আয়াতগুলোও পড়তে
          পারেন (ঐচ্ছিক)। ৪. সুরা আরাফ ১১৭-১২২ (৩বার) ৫. সুরা ইউনুস ৮১-৮২ (৩বার)
          ৬. সুরা তহা ৬৯ (৩বার)
          <br />
          পড়ার মাঝে মাঝে পানিতে ফুঁ দিতে পারেন। এরপর এখান থেকে তিন ঢোক পানি পান
          করুন, বাকিটা দিয়ে গোসল করুন।
          <br />
          যদি গোসলের পানি খাওয়ার অনুপযোগী হয় তবে খাওয়ার পানি আলাদা করে নিবেন।
          এরপরে বরই পাতা পিষে উভয় পানিতে দিয়ে আয়াতগুলো পড়ে উভয় পানিতে ফুঁ দিবেন।
          এরপরে খাওয়ারটা খেয়ে নিবেন, আর বালতিরটা দিয়ে গোসল করবেন।
          <br />
          ইনশাআল্লাহ প্রথম গোসলেই যাদু নষ্ট হয়ে যাবে। প্রয়োজনে একই নিয়মে
          ৩/৭/১৪/২২/৪০ দিন গোসল করুন।
          <br />
          <strong>দ্রষ্টব্যঃ</strong>
          <br />
          • এই পানি চুলার আগুনে গরম করবেন না, এর সাথে অন্য পানি মিশাবেন না।
          শীতকালে গোসল করতে কষ্ট হলে কুসুম গরম পানিতে এই বরই পাতা গুলিয়ে গোসল
          করতে পারেন। তবে ঠাণ্ডা পানিই উত্তম।
          <br />
          • আর বরই পাতা না পেলে কর্পূর পাতা অথবা অল্প কর্পুর দিয়ে বা ওটাও না
          পেলে নিম পাতা দিয়েও একই নিয়মে গোসল করতে পারেন, তবে বরই পাতাই উত্তম।
          <br />
          • আপনি চাইলে সাথে আরও কিছু আয়াত অথবা রুকইয়ার দোয়া পড়তে পারেন।
          <br />
          • এসব আয়াত গোসলখানার বাহিরে পড়বেন। তবে সেখানে দোয়াকালাম পড়ার পরিবেশ না
          থাকলে আগে বরই পাতা বেটে দোয়াগুলো পড়ে ফুঁ দিন, এরপর গোসলখানায় নিয়ে
          পানিতে মিশিয়ে গোসল দিন।
          <br />
          আল্লাহ’র রহমতে জাদু-টোনার চিকিৎসায় এই গোসল খুবই উপকারী। বিভিন্ন যুগের
          অনেক বিখ্যাত আলেমদের সাজেস্টেড পদ্ধতি এটা। আল্লাহ্‌ চাইলে আপনিও উপকার
          পাবেন।
          <br />
          <br />
        </p>
        <Subscribe></Subscribe>
      </div>
    </section>
  );
};

export default BoroiPatarGosol;
