import React from "react";
import porichiti from "../../../assets/amaderporichiti.jpg";

const Introduction = () => {
  return (
    <section className="max-w-[1200px] mx-auto py-10">
      <div className="mx-5">
        <div>
          <img src={porichiti} className="mb-5" alt="" />
          <p className="text-md md:text-base lg:text-lg">
            সুকুনলাইফ মূলত জিন, জাদু, বদনজর, শারীরিক ও আধ্যাত্মিক সমস্যার
            শরিয়াহসম্মত সমাধানের লক্ষ্যে পরিচালিত একটি প্রতিষ্ঠান। আমরা রুকইয়া,
            হিজামা এবং কাউন্সিলিং করে থাকি। এছাড়া আরো কিছু উদ্দেশ্য সামনে রেখে
            কাজ করছি। বিস্তারিত জানতে নিম্নের পরিচিতি পড়ুন। সুকুনলাইফ পরিচিতি:
            সুকুন আরবি শব্দ, যার অর্থ আত্মপ্রশান্তি, স্থীরতা, সুখ, শান্তি
            ইত্যাদি। এ-সম্পর্কে কোরআনে বর্ণিত আছে: তিনিই মুমিনদের অন্তরে
            প্রশান্তি (সাকিনা) নাযিল করেছেন; যেন তারা তাদের ঈমানের সাথে ঈমান
            বৃদ্ধি করে নেয় (আল-ফাতহ,৪) জাগতিক জীবনের শারীরিক ও মানসিক অসুস্থতা,
            অশান্তি, অস্থিরতা এবং দৃশ্য-অদৃশ্য সমস্যা থেকে আল্লাহর সাহায্যে
            মুক্তির পর সুখময় জীবন উপহার দেয়ার লক্ষ্যে "সুকুনলাইফ" এর পদযাত্রা।
            সুকুনলাইফ লক্ষ্য ও উদ্দেশ্যে: মানবিক জীবনে শারীরিক, মানসিক, শরীরী ও
            অশরীরী সকল সমস্যা সমাধানে শরিয়াহসম্মত এবং সুন্নাহ, মুবাহ ও অর্গানিক
            মাধ্যম ব্যবহার করে চিকিৎসাদান। সমাজে প্রচলিত শিরক-কুফর ও বস্তবাদ
            প্রভাবিত ব্যবস্থাপনার বিপরীতে সুস্থ দেহ-মন গঠন এবং সুখময় জীবন তথা
            "সুকুনলাইফ" উপহার দেয়া আমাদের উদ্দেশ্য। সুকুনলাইফ কার্যক্রম: ১.
            প্রফেটিক হিলিং সেন্টার জিন, জাদু,বদনজর ও মানসিক বিভিন্ন সমস্যার
            সমাধানে তিব্বে নববী ও সালাফ, জমহুর আহলে হক কর্তৃক অনুমোদন প্রাপ্ত
            মাধ্যম, আয়াত, দোয়া এবং স্বাস্থ্যসম্মত ব্যবস্থাপনা ব্যবহার করে
            চিকিৎসা প্রদান। দক্ষ ও অভিজ্ঞ একদল আলিম, রাকী এবং চিকিৎসকের অধীনে
            পরিচালিত এই প্রতিষ্ঠান। ২. পাবলিকেশন রুকইয়া, ইসলামি সাইকোলজি, নববী
            চিকিৎসা, লাইফস্টাইল ও মোটিভেশানসহ প্রতিটি মুমিনের জন্য উপকারী এমন সব
            কন্টেন্টে সৃজনশীল বই প্রকাশের লক্ষ্যে এই যাত্রা৷ ৩. ইনস্টিটিউট
            প্রফেটিক মেডিসিন, রুকইয়া, ইসলামি সাইকলজি এবং আমাদের উদ্দেশ্যের সাথে
            সম্পর্কীয় সকল বিষয়ের উপর বিভিন্ন কোর্সের আয়োজন করবে। বিশেষত রুকইয়াসহ
            দীনী চিকিৎসার নামে প্রচলিত অসাধুতা রুখে দিতে এবং দক্ষ ও অভিজ্ঞ
            রাকী/চিকিৎসক তৈরির লক্ষ্যে কাজ করবে এই ইনস্টিটিউট।
          </p>
        </div>
      </div>
    </section>
  );
};

export default Introduction;
