import React from "react";
import Subscribe from "../../Shared/Subscribe/Subscribe";

const JinerSomossaBujhben = () => {
  return (
    <section className="max-w-[1200px] mx-auto py-10 min-h-screen">
      <div className="mx-5">
        <h3 className="text-2xl md:text-2xl lg:text-4xl text-center mb-3 md:mb-8 font-bold text-primary">
          জিনের সমস্যা যেভাবে বুঝবেন
        </h3>
        <p className="text-lg text-justify">
          ভৌতিক বিষয়ে মানুষের অতিরঞ্জন সবসময় দেখা যায়। পক্ষের হোক বা বিপক্ষের,
          এই ব্যাপারে বাড়াবাড়ি প্রসিদ্ধ বিষয়। জিনের অস্তিত্ব স্বীকার করা ঈমানের
          অঙ্গ হওয়া সত্ত্বেও অনেকে অস্বীকার করে ঈমানও হারান।
          <br />
          এসবের মূল কারণ সমাজে প্রচলিত কবিরাজি৷ যে-ই যাবে সবাই কবিরাজের নিকট
          জিনের রোগী। আদৌ তার বাস্তবতা আছে কিনা তাও জানা জরুরি। এজন্য মানুষ যেন
          সহজে বুঝতে পারে আমরা কিছু লক্ষণ উল্লেখ করেছি৷
          <br />
          সচেতনার জন্য বলা জরুরি, এখান থেকে দু একটা লক্ষণ মিলে গেলেই কেউ জিনের
          রোগী না৷ আবার কিছু সমস্যা তো এমন যার একটা মিললেই বেশি সম্ভাবনা থাকে
          জিনের রোগী হওয়ার। তাই চেষ্টা করবেন এই জাতীয় বিষয়ে না ঘাবড়িয়ে অভিজ্ঞ
          কারো পরামর্শ গ্রহণ করতে।
          <br />
          <br />
          <strong>জিন আসরের লক্ষণসমূহ: (ক) ঘুমন্ত অবস্থায়-</strong>
          <br />
          ১. ভয়ানক স্বপ্ন দেখা। ঘুম থেকে চমকে ওঠা। <br />
          ২. উদ্বিগ্নতা, নিদ্রাহীনতা। ঠিকঠাক ঘুম না হওয়া। <br />
          ৩. স্বপ্নে গোরস্থান, পরিত্যক্ত বা নির্জন কোনো জায়গা বারবার দেখা।
          নিজেকে সেখানে দেখতে পাওয়া। <br />
          ৪. স্বপ্নে কুকুর, বিড়াল, বাঘ, সিংহ, সাপ ইত্যাদি কোনো হিংস্র প্রাণীকে
          আক্রমণ করতে বা ধাওয়া করতে দেখা। <br />
          ৫. ঘুমের মধ্যে কথাবার্তা বলা, চিৎকার করা, হসি-কান্না বা গোঙানো। <br />
          ৬. ঘুমের মধ্যে কেউ চেপে ধরেছে এরকম অনুভূত হওয়া। নড়াচড়া না করতে পারা।{" "}
          <br />
          ৭. বিশেষ আকৃতির মানুষ দেখা। যেমন- বিশাল লম্বা, খুবই কালো, অনেক খাটো
          ইত্যাদি। <br />
          ৮. ঘুমের মধ্যে হাটাহাটি করা, দৌড়ানো। <br />
          ৯. স্বপ্নে নিঁজেকে উচু কোনো জায়গা থেকে পড়ে যেতে দেখা। <br />
          ১০.যথেষ্ট বয়স হওয়া সত্বেও ছেলে/মেয়েদের বিছানায় প্রস্রাব করা (স্বপ্ন
          দেখে)। <br />
          ১১. স্বপ্নে অশ্লীল জিনিস দেখা। শারীরিক হ্যারেজমেন্ট করতে দেখা বা
          বাস্তবে অনুভূত হওয়া৷ <br />
          ১২. পুরুষের অতিরিক্ত মাত্রায় স্বপ্ন দোষ হওয়া। ইত্যাদি।
          <br />
          <br />
          <strong>(খ) জাগ্রত অবস্থায়-</strong>
          <br />
          ১. ইবাদত বিমুখতা। দিনদিন আল্লাহবিমূখ হওয়া। ইবাদতে অনীহা।
          <br />
          ২. কুরআন তেলাওয়াত ও আজানে অস্বস্তি লাগা। নিজে তেলাওয়াত করতে গেলেও
          বিভিন্নভাবে বাধাপ্রাপ্ত হওয়া।
          <br />
          ৩.জাগ্রত অবস্থায় স্বপ্নের মত অনেক কিছু দেখতে পাওয়া। অদৃশ্য কারো আওয়াজ
          শুনতে পাওয়া।
          <br />
          ৪. হঠাৎ ভিন্নধর্ম ও ধর্মীয় কার্যকলাপের প্রতি আকর্ষণ জন্ম নেয়া এবং
          অন্যান্য ধর্মের জিনিস চোখের সামনে বা স্বপ্নে দেখা।
          <br />
          ৫. মহিলাদের অনিয়মিত ঋতুশ্রাব। অস্বাভাবিক (কম বা বেশী) ঋতুশ্রাব।
          চিকিৎসা করেও ভালো না হওয়া।
          <br />
          ৬. কিছুতেই কোনো কাজে মন না বসা। মনোযোগ বিক্ষিপ্ত থাকা।
          <br />
          ৭. সামান্য কারণেই রেগে যাওয়া; কান্নাকাটি, দুর্ব্যবহার, ভাঙাভাঙি ও
          গালিগালাজ করা। পরবর্তীতে অনুতপ্ত হওয়া।
          <br />
          ৮. আত্মনিয়ন্ত্রণ হারিয়ে অস্বাভাবিক আচরণ করা।
          <br />
          ৯. প্রচন্ড অলসতা, অবসন্নতা, দুশ্চিন্তা, হতাশা, অস্থিরতা, আতঙ্কভাব।
          <br />
          ১০. শরীরের কোনো অংশ ভারী ভারী লাগা।
          <br />
          ১১.শরীরের কোনো অঙ্গে প্রচন্ড ব্যথা, প্যারালাইজড, কিন্তু চিকিৎসায় কাজ
          হচ্ছে না।
          <br />
          ১২. সন্তান বুকের দুধ খেতে না চাওয়া। মা সন্তানকে দুধ খাওয়াতে না চাওয়া।
          রুচিতেও হঠাৎ ব্যাপক পরিবর্তন দেখা।
          <br />
          ১৩. একা একা কারো সাথে কথা বলা বা হ্যালোসিনেশন হওয়া।
          <br />
          ১৪. হঠাৎ দৃষ্টি ও শ্রবণশক্তি লোপ পাওয়া কোনো কারণ ছাড়াই।
          <br />
          ১৫. হঠাৎ অজ্ঞান বা বেহুশ হয়ে যাওয়া, দাঁতে দাঁত লেগে ফিট খাওয়া। বুক
          অতিরিক্ত ধরফর করা বা অকারণে শ্বাসকষ্ট হওয়া।
          <br />
          ১৬. বমি ভাব হওয়া বা বারবার বমি করা।
          <br />
          ১৭. দীর্ঘস্থায়ী মাথা যন্ত্রণা/ব্যথা। ঔষধে কাজ না করা।
          <br />
          ১৮. গায়ে আঁচড়ের দাগ পাওয়া, কখনোবা মারের দাগের মতো কালো দাগও হয়।
          <br />
          ১৯. আশপাশে কাউকে অনুভব করা। ছায়া দেখা। ভয় ভয় পাওয়া৷
          <br />
          ২০. মৃগীরোগ। ইত্যাদি।
          <br />
          <br />
          <strong>লক্ষ্মণ মিলে গেলে প্রাথমিক করণীয়</strong> <br />
          বিস্তারিত চিকিৎসা পত্র একেকজনের একেক রকম হলেও জিন বা রুকইয়া কেন্দ্রিক
          সমস্যা কিনা তা নিশ্চিত হতে কমন সাজেশন ফলো করতে পারেন। সকাল-সন্ধ্যার
          মাসনুন আমল গুরুত্বের সাথে পড়বেন । বদনজরের গোসল করবে কিছুদিন। অডিও
          শুনতে পারে- শায়খ লোহাইদান, আয়াতুল কুরসি, হারক এগুলো। সেল্ফ রুকইয়ার পর
          সমস্যা বেড়ে গেলে প্রাথমিকভাবে কোনো অভিজ্ঞ রাকির পরামর্শ নিবেন৷
        </p>
        <Subscribe></Subscribe>
      </div>
    </section>
  );
};

export default JinerSomossaBujhben;
