import React from "react";
import BlogCard from "../Home/HomeBlog/BlogCard/BlogCard";
import jinersomossabujhben from "../../assets/blogs/jinersomossabujhben.jpg";
import boshikoron from "../../assets/blogs/boshikoron.jpg";
import familycrisis from "../../assets/blogs/familycrisis.jpg";
import vondoraki from "../../assets/blogs/vondoraki.jpg";
import boroipatargosol from "../../assets/blogs/boroipatargosol.jpg";
import JinAsorerSomossa from "../../assets/blogs/jinasorersomossa.jpg";
import Subscribe from "../Shared/Subscribe/Subscribe";

const Blogs = () => {
  return (
    <section className="max-w-[1200px] mx-auto py-10 min-h-screen">
      <div className="mx-5">
        <h3 className="text-2xl md:text-2xl lg:text-4xl text-center mb-3 md:mb-8 font-bold text-primary">
          সুকুনলাইফ ব্লগ
        </h3>
        {/* Blogs Container */}
        <div className="grid sm:grid-cols-2 lg:grid-cols-3 gap-8">
          {/* Item */}
          <BlogCard
            img={jinersomossabujhben}
            title={"জিনের সমস্যা যেভাবে বুঝবেন"}
            desc={
              "ভৌতিক বিষয়ে মানুষের অতিরঞ্জন সবসময় দেখা যায়। পক্ষের হোক বা বিপক্ষের, এই ব্যাপারে বাড়াবাড়ি প্রসিদ্ধ বিষয়। জিনের অস্তিত্ব স্বীকার করা ঈমানের অঙ্গ হওয়া সত্ত্বেও অনেকে অস্বীকার করে ঈমানও হারান। এসবের মূল কারণ সমাজে প্রচলিত কবিরাজি৷ যে-ই যাবে সবাই কবিরাজের নিকট জিনের রোগী। আদৌ তার বাস্তবতা আছে কিনা তাও জানা জরুরি। এজন্য মানুষ যেন সহজে বুঝতে পারে আমরা কিছু লক্ষণ উল্লেখ করেছি৷ সচেতনার জন্য বলা জরুরি, এখান থেকে দু একটা লক্ষণ মিলে গেলেই কেউ জিনের রোগী না৷ আবার কিছু সমস্যা তো এমন যার একটা মিললেই বেশি সম্ভাবনা থাকে জিনের রোগী হওয়ার। তাই চেষ্টা করবেন এই জাতীয় বিষয়ে না ঘাবড়িয়ে অভিজ্ঞ কারো পরামর্শ গ্রহণ করতে।"
            }
            link={"jinersomossabujhben"}
          ></BlogCard>
          {/* Item */}
          <BlogCard
            img={boroipatargosol}
            title={"বরই পাতার গোসল"}
            desc={
              "জাদুর অস্তিত্ব ও তার প্রভাব কোরআন-সুন্নাহ এবং আছার থেকে স্বীকৃত। জাদুর বাস্তবতা সমাজে উদাহরণ মিলবে অহরহ। এই সমস্যায় জর্জরিত পুরো দেশ ও সমাজ। অনেক রোগী জাদু আক্রান্ত হয়ে বছরের পর বছর ভোগান্তির স্বীকার হচ্ছেন। নির্দিষ্ট অঙ্গ ব্যথা,ধারাবাহিক অসুস্থতা, পারিবারিক অশান্তি লেগে থাকা, হঠাৎ মন ও দেহে পরিবর্তন হয়ে যাওয়া, স্বপ্নে খাওয়াদাওয়া করা, সাপ, বিচ্ছু, পশু, মৃত লাশ, পরিত্যক্ত জায়গাসহ স্বপ্নে বিভিন্ন আজেবাজে জিনিস দেখতে থাকা। এইছাড়াও আরো অনেক জাদুর লক্ষ্মণ আছে। মিলে গেলে দ্রুত চিকিৎসা করুন৷ জাদুর জন্য বরইপাতা গোসল কার্যকরী চিকিৎসা। বলা যায় জাদু নষ্টের মহৌষধ বরইপাতা গোসল। এই পদ্ধতিতে গোসল করলে এবং পানি খেলে খুব দ্রুত জাদু নষ্ট এবং রোগমুক্ত হবে। ইনশাআল্লাহ।"
            }
            link={"boroipatargosol"}
          ></BlogCard>
          {/* Item */}
          <BlogCard
            img={boshikoron}
            title={"বশিকরণের জাদু ও তার মন্দ প্রভাব"}
            desc={
              "মানুষ চায় সবাই তার অধীনস্থ হোক। স্ত্রী যেমন স্বামীকে বশ করতে চায় তেমনই চায় স্বামী।শ্বাশুড়ি, ভাই-বোন ও প্রতিবেশী, অফিসের বস থেকে শুরু করে এই বশিকরণের ইচ্ছাটা আসলে সবার৷ ভাল ব্যবহার ও ভালোবাসা দিয়ে এই বশিকরণে কোনো বাধা নাই। শরয়ী সমস্যা তো দূরে থাক এটাই শরিয়াহসম্মত পদ্ধতি। যখন বশিকরণের জাদু দিয়ে কাউকে বাধ্য করা হয় তখনই ঘটে বিপত্তি। একে তো ইসলাম এজাতীয় কুফরি কালাম করার বৈধতা দেয়না উপরন্তু এসব জাদুর অনেক কুপ্রভাব আমরা সমাজে দেখি। কাউকে পাগল হতে এবং কাউকে দেখি ভুল প্রভাবে হিতে বিপরীত ঘটতে। কয়েকটা ঘটনা উল্লেখ করলে সবার বুঝে আসবে আশাকরি। ১.মিসেস আকরাম। স্বামীর সংসার খুব ভালোই যাচ্ছিল তার। লাখ দু'এক বেতন ছিলো। বিদেশে সফর করত প্রায়শ। স্বামীর টাকার উপরেই ছিলো তার ও শ্বশুর বাড়ির ভরসা।"
            }
            link={"boshikoronprovab"}
          ></BlogCard>
          {/* Item */}
          <BlogCard
            img={vondoraki}
            title={"ভণ্ড রাকি ও কবিরাজ"}
            desc={
              "রাকি ও কবিরাজের মধ্যকার পার্থক্য পারিভাষিকভাবে অনেক হলেও ভণ্ডদের মধ্যকার এই ভিন্নতা কেবল নামে। রাকি রুকইয়া নামে প্রতারণা করে যেহেতু কবিরাজ কর্তৃক প্রতারিত হয়ে মানুষ কোরআন ও সুন্নাহ'র প্রতি ঝুঁকছে এবং কবিরাজ আড়ালে ভণ্ডামি করে জায়েজ তদবিরের নাম ধরে যা শর্তের সাথে উলামায়ে কিরাম ছাড় দিয়েছেন। এরা উভয়েই সুযোগ সন্ধানী। মানুষের বিশ্বাসকে পূজি করে বিপদের সময় প্রতারণা করছে। সমাজে দেখা যায়, ভণ্ড রাকি ও কবিরাজদের চেনার লক্ষণ না জানায় মুখোশ দেখেই অধিকাংশ মানুষ ভুল করছেন নিজের অজানতে। তাই সতর্ক হতে এবং করতে সকলের জানা উচিত ভণ্ড রাকি ও কবিরাজ চেনার উপায়। আমরা এখানে জায়েজ কিছু তরিকার খোলসে ভণ্ড রাকি ও কবিরাজরা কিভাবে মানুষকে প্রতারিত করে তার লক্ষণ সমূহ জানাব।"
            }
            link={"vondoraki"}
          ></BlogCard>
          {/* Item */}
          <BlogCard
            img={JinAsorerSomossa}
            title={"জিন আছরের সমস্যা ও চিকিৎসা"}
            desc={
              "[ক] রুকইয়ার নিয়ম-কানুন আলোচনার আগে আমাদের জানার বিষয় হল, জিনের সমস্যার জন্য সেলফ রুকইয়াহ করা যায় কি না? উত্তর হল, হ্যাঁ যায়। প্রচুর মানুষ নিজে নিজে রুকইয়াহ করেই সুস্থ হয় আলহামদুলিল্লাহ। কিন্তু অনেকের ক্ষেত্রে বিষয়টা খুব কষ্টকর হয়ে যায়, এই কারণে আমরা যদি আন্দাজ করতে পারি জিনের সমস্যা আছে, তখন সরাসরি কাউকে দিয়ে রুকইয়াহ করাতে পরামর্শ দিই। দ্বিতীয়তঃ খুবই গুরুত্বপূর্ণ বিষয় হচ্ছে, অন্য কেউ যতক্ষণই রুকইয়াহ করুক, যতদিনই করুক, এটা হল হল আপনাকে সাপোর্ট দেয়া, সহযোগিতা করা। এরপর আপনার নিজেকে করতেই হবে, শুধুমাত্র অন্যের রুকইয়ার ওপর ভরসা করে বসে থাকা উচিত হবে না। এগুলো পূর্বে অনেকবার আলোচনা করেছি। যাহোক, আজকের বিষয় হল, একজন জিন আক্রান্ত রোগী বা রোগীর পরিবার কি কি কাজ করতে পারে, যদি তাঁরা রুকইয়ার ব্যাপারে অভিজ্ঞ কাউকে অথবা কোন পেশাদার রাক্বি খুঁজে না পায়।"
            }
            link={"jinasorersomossa"}
          ></BlogCard>
          {/* Item */}
          <BlogCard
            img={familycrisis}
            title={"ফ্যামিলি ক্রাইসিস নাকি জাদুর প্রভাব?"}
            desc={
              "ফ্যামিলি ক্রাইসিস নাকি জাদুর প্রভাব? খুব সুখের সংসার। হঠাৎ কারণ ছাড়াই অনিহা, সম্পর্ক খারাপ দুজনার। অল্পতেই মেজাজ গরম হয়ে যায়। হাসবেন্ড বাহিরে থাকলে ভালো লাগলেও বাসায় আসলে যেন সহ্যই হয় না। শুধুই ভুল বুঝাবুঝি। দুজনের ভিতর প্রচণ্ড সন্দেহপ্রবনতার সমস্যা। ভালো কথাবার্তাও যেন বিষের মতো লাগে। ব্যবহৃত জিনিস ও জায়গাটাও হয়ে গেছে অসহ্য। সুন্দর করে সেজে আসলেও নাক ছিটকায়। মোদ্দাকথা, অন্যদের সাথে আচরণ ভালো থাকলেও নিজদের মধ্যকার সম্পর্ক দা-কুমড়া। এসবকিছুর পর দিনশেষে যৌক্তিক কোন কারণ খুঁজে পান না? কৃত ভুলের পর গিল্টি ফিল হলেও বারবার একই কাজ করছেন? সুখের সংসার আজ ভাঙনের পথে? হ্যা। এমন হলে আপনার সংসারে বিচ্ছেদের জাদুর প্রভাব থাকার সম্ভাবনা অনেক আছে। এরজন্য জিন ও জাদুর অন্যান্য লক্ষ্মণ সমূহ উভয়ের সাথে মিলিয়ে দেখুন। সমস্যা মনে হলে দ্রুত সুখের সংসার টিকিয়ে নিতে শরিয়াহসম্মত চিকিৎসা 'রুক্ইয়া' করুন। জিন, যাদু ও যে কোন প্যারানরমাল সমস্যার সমাধানে পরামর্শ পেতে কল করুন"
            }
            link={"familycrisis"}
          ></BlogCard>
          {/* Item */}
        </div>
        {/* Blogs Container */}
        <Subscribe></Subscribe>
      </div>
    </section>
  );
};

export default Blogs;
